[
  {
    "name": "Jen Chung",
    "slug": "jen-chung",
    "title": "Executive editor and co-founder",
    "image": "/static-images/staff/jen-chung.jpg",
    "bio": "Jen grew up in New Jersey and co-founded Gothamist in 2003 as a way to learn more about New York City beyond Law & Order. She attended Columbia University, likes learning about NYC infrastructure, hates when people wear backpacks on crowded subways, and loves bodega cats. She also yells at cars for not obeying stop signs.",
    "contact": {
      "twitter": "jenchung",
      "email": "jen@gothamist.com"
    }
  },
  {
    "name": "Jen Carlson",
    "slug": "jen-carlson",
    "title": "Editorial Director",
    "image": "/static-images/staff/jen-carlson.jpg",
    "bio": "Jen Carlson has been with Gothamist since 2004 and is currently Editorial Director. Her writing has also been published on Jezebel, Deadspin, and a number of composition notebooks before the internet existed. In 2015 she won a spot in the inaugural Amtrak Residency program and traveled the nation via rail. She has an Ed Hardy tattoo, but she can explain... ",
    "contact": {
      "email": "jencarlson@gothamist.com",
      "twitter": "jenist"
    }
  },
  {
    "name": "Ben Yakas",
    "slug": "ben-yakas",
    "title": "Arts & Culture Editor",
    "image": "/static-images/staff/ben-yakas.jpg",
    "bio": "Ben Yakas was born and raised in NY, and has worked for Gothamist for a decade covering literally everything. He has written for WNYC, The Encyclopedia of NYC, and several little-read poetry journals; he also had a brief stint at Vandelay Industries. He is a musician/producer, a “Fast & The Furious” aficionado, and a pizza connoisseur. He has hung out with Dan Smith (who will teach you guitar), but still has yet to have a guitar lesson with him.",
    "contact": {
      "email": "benyakas@gothamist.com",
      "twitter": "yenbakas"
    }
  },
  {
    "name": "Elizabeth Kim",
    "slug": "elizabeth-kim",
    "title": "Senior Editor",
    "image": "/static-images/staff/elizabeth-kim.jpg",
    "bio": "Elizabeth Kim has worked at Gothamist since January 2019. She covers housing, zoning, development, and other real estate issues, including the city’s rat epidemic. Prior to Gothamist, she was a senior editor at The Real Deal and a reporter at The Stamford Advocate. Born and raised in Queens, Elizabeth spent her youth riding the No. 7 train to Manhattan. She now lives in Yorkville with her husband and two sons. She enjoys dancing, exploring the city, and talking to strangers.",
    "contact": {
      "email": "ekim@gothamist.com",
      "twitter": "lizkimtweets"
    }
  },
  {
    "name": "Jake Offenhartz",
    "slug": "jake-offenhartz",
    "title": "Reporter",
    "image": "/static-images/staff/jake-offenhartz.jpg",
    "bio": "Jake Offenhartz has been at Gothamist since 2017, covering all things transit, policing, local politics, and the occasional bagel scandal. Born in New York City, he was banished to the suburbs at a young age after supposedly befriending a large rat in Riverside Park. He made it back to the city, thankfully, and now lives in Bushwick with a mutt named Nancy. His position on rodent friendships has since evolved.",
    "contact": {
      "email": "joffenhartz@gothamist.com",
      "twitter": "jangelooff"
    }
  }
]